{
  "bears": {
    "32": {
      "name": "Chunk",
      "wins": [],
      "description": "Possibly the biggest goober in Katmai, Chunk is also very good at getting fat. He fan fish the falls with the best of them, but he's also not shy about scavenging other bears' leftovers. Despite his dominant status, he's also sometimes willing to play with other bears or just be a klutz and fall off the falls. He can be identified by his many face and neck scars, including a prominent scar across his snout, and his pointy ears."
    },
    "128": {
      "name": "Grazer",
      "wins": [],
      "description": "When it comes to bear mothers, few are as aggressive at defending their cubs and making sure they have access to everything they need. Currently still raising two cubs, Grazer is not afraid to pick a fight with larger bears to make sure her girls have the best fish. More than one bear was \"grazered\" right over the falls thi year! Grazer can be identified by her blonde ears and dark circles around her eyes."
    },
    "151": {
      "name": "Walker",
      "wins": [],
      "description": "Walker has a butt. A very big butt. Late in the summer, his big butt is the easiest way to identify him. He's also a dark brown bear all year around, which is somewhat unusual. He happily plays with other bears despite being dominant, as play is useful for honing survival skills. Walker is most easily identified by the size and roundness of his butt."
    },
    "164": {
      "name": "Bucky Dent",
      "wins": [],
      "description": "Fishing the falls can be hard when other bears are all around, but that doesn't stop Bucky. When the falls are full, Bucky will fish from beneath them, looking up the falls to catch falling fish, earning him the nickname \"shower bear.\" Bucky is identifiable by the dark \"dent\" in the upper part of his muzzle."
    },
    "335": {
      "name": "335",
      "wins": [],
      "description": "If 335 wins her first round, her second round will be difficult as she would have to face off against her mother, 435 Holly! 2022 was 335's first year as an independent bear, so her distinctive behaviors are still emerging. She may be identified by her very light blonde fur."
    },
    "435": {
      "name": "Holly",
      "wins": [
        2019
      ],
      "description": "One of the elder bears of Brooks Falls, Holly is also an amazing mother. She's raised several cubs into successful adulthood through difficulties – a cub with a leg injury, an adopted cub, and a nasty encounter with a porcupine. Holly can be identified by her blonde fur. Her body darkens in the fall, but her ears stay light."
    },
    "480": {
      "name": "Otis",
      "wins": [
        2014,
        2016,
        2017,
        2021
      ],
      "description": "King of Katmai, Otis is one of the older bears at the falls. He's lost several teeth and he has arthritis, but nothing can stop this champion from getting fat as fat can be. He's an expert fisher, preferring his spot at the office, but perfectly capable of catching giant fish from anywhere else on the river. Most easily-identifiable when his fall coat comes in thanks to the prominent \"7\" pattern on his left shoulder, Otis can also be picked out in the spring thanks to his floppy right ear and his unique unlimited patience. Otis was the inaugural Fat Bear champion, and he's been a contender ever since."
    },
    "747": {
      "name": "747",
      "wins": [
        2020
      ],
      "description": "There is perhaps no more aptly-numbered bear than 747. \"Jumbo\" is very accurate description, and there's no doubt he is a wide-body bear. Sometimes called Bearforce One, 747 packs on the pounds like nobody else. A dominant bear, 747 can fish from wherever he wants, bumping other bears out of the way. You can pick out 747 simply by his enormous girth, but in early spring he's best-identified by his erratic shedding that makes him look a little... mangy. In 2022, he arrived at the falls with a badly-damaged right ear that now hangs a bit limply."
    },
    "854": {
      "name": "Divot",
      "wins": [],
      "description": "Divot does not always visit the falls. In 2014, she went wandering and ended up caught in a wire snare, leaving a deep wound that has turned into a permanent scar. When she was younger, she would scratch patches of gravel at the mouth of the river, leading to her name \"Divot.\" She'll also watch humans fishing and dash into the river to steal an easy meal. Divot's most identifying feature is the scar around her neck, though it can be hard to see."
    },
    "856": {
      "name": "856",
      "wins": [],
      "description": "Dominant bears get prime fishing spots, and that has led to great success for 856, consistently the most dominant bear at the falls (though sometimes displaced by 747). 856 is a consistently brown bear with lighter ears, and he licks his lips while fishing."
    },
    "901": {
      "name": "901",
      "wins": [],
      "description": "901 is a younger bear of unclear lineage. As a young bear, she's still growing into her habits and fishing techniques. She can be tricky to identify, but she often has a clear light patch on her right shoulder."
    },
    "909-yearling": {
      "name": "909's yearling",
      "wins": [],
      "description": "Please welcome the 2022 Fat Bear Junior Champion! This young cub began the season like most cubs: watching from a safe distance as mom waded into the water to catch fish. But within a few weeks, this little floof was catching fish all on her own! Pretty remarkable for a yearling!"
    }
  },
  "matches": {
    "1": {
      "bears": [
        "335",
        "164"
      ],
      "next": 5,
      "winner": "164"
    },
    "2": {
      "bears": [
        "747",
        "856"
      ],
      "next": 6,
      "winner": "747"
    },
    "3": {
      "bears": [
        "854",
        "151"
      ],
      "next": 7,
      "winner": "151"
    },
    "4": {
      "bears": [
        "901",
        "909-yearling"
      ],
      "next": 8,
      "winner": "901"
    },
    "5": {
      "bears": [
        "435",
        "164"
      ],
      "next": 9
    },
    "6": {
      "bears": [
        "32",
        "747"
      ],
      "next": 9
    },
    "7": {
      "bears": [
        "128",
        "151"
      ],
      "next": 10
    },
    "8": {
      "bears": [
        "480",
        "901"
      ],
      "next": 10
    },
    "9": {
      "bears": [],
      "next": 11
    },
    "10": {
      "bears": [],
      "next": 11
    },
    "11": {
      "bears": [],
      "next": false
    }
  }
}
